import React from 'react';

const Advantages = () => {
    return (
      <div className='self-center flex items-center h-[650px] w-[100%] justify-center advantages'>
            <div className="max-w-[1240px] flex items-center block-advantages">
            <div className="img-about">
                    <img src="/Pngtree.svg" className='w-[496px] h-[442px] mr-[120px]' alt=""/>
                </div>
                <div className="block">
                    <h1 className='font-sans text-[48px]'>Почему именно мы?</h1>
                    <p className='font-sans w-[470px] text-[14px] text-white text-opacity-75 mt-[20px]'>
                    
                    SAN Studio Group — команда, которая делает упор не на красивые слова, а на результат. 
                    Мы внимательно изучаем ваш запрос, предлагаем решения и доводим проект до конца без затяжек и сюрпризов. 
                    <br/>Предлагаем индивидуальные решения для каждого проекта, создавая уникальные сайты, Telegram-ботов и приложения, которые точно отвечают вашим потребностям.
                    <br/> <br/>Вы получите не просто готовое решение, а надежного партнера, с которым ваш бизнес будет развиваться и достигать новых высот🚀
                    </p>
                </div>
            </div>
      </div>
    );
  };


export default Advantages;